Repository: carusogfe/hslbck
Catalog: radio@hslbck.gmail.com/po/*.po
Languages: tr, uk

source: Channel Name
tr: Kanal Adı
uk: Назва Станції

source: Stream Address
tr: Akış Adresi
uk: Адреса потоку

source: Charset (optional)
tr: Karakter kümesi (isteğe bağlı)
uk: Кодування (необов'язково)

source: Cancel
tr: İptal
uk: Скасувати

source: Save
tr: Kaydet
uk: Зберегти

source: Add
tr: Ekle
uk: Додати

source: Browse
tr: Gözat
uk: Пошук на

source: Search
tr: Ara
uk: Шукати

source: Station added:
tr: Eklenen istasyon:
uk: Станцію додано:

source: No radio station found!
tr: Radyo istasyonu bulunamadı!
uk: Станцій не знайдено!

source: Server returned status code
tr: Sunucu durum kodu döndürdü
uk: Сервер повернув код стану

source: Search input was empty!
tr: Arama girişi boştu!
uk: Пошуковий запит був порожнім!

source: Missing plugin
tr: Eklenti eksik
uk: Потрібний модуль відсутній

source: Stream error
tr: Akış hatası
uk: Помилка потоку

source: End of stream
tr: Yayın akışı sonlandı
uk: Кінець потоку

source: Show title notifications
tr: Başlık bildirimlerini göster
uk: Сповіщати про назви пісень

source: Show title notification in the panel
tr: Panelde başlık bildirimini göster
uk: Показувати назву пісні на панелі

source: Enable Play/Stop Media Keys
tr: Medya Tuşlarını Etkinleştir Oynat/Durdur
uk: Увімкнути мультимедійні клавіші Грати/Зупинити

source: Show volume adjustment slider in menu
tr: Menüde ses ayarı kaydırıcısını göster
uk: Показувати власний слайдер керування гучністю

source: Enable as search provider for GNOME Shell
tr: GNOME Shell arama sağlayıcı olarak etkinleştir

source: List of Channels
tr: Kanal Listesi
uk: Перелік Каналів

source: Manage your radio stations
tr: Radyo istasyonlarınızı yönetin
uk: Керування радіостанціями

source: Delete
tr: Sil
uk: Видалити

source: Edit
tr: Düzenle
uk: Змінити

source: Play
tr: Oynat
uk: Грати

source: No server stream address found!
tr: Sunucu akış adresi bulunamadı!

source: Invalid input stream address!
tr: Geçersiz istasyon akış adresi!
