Repository: carusogfe/hslbck
Catalog: radio@hslbck.gmail.com/po/gr.po
Languages: el

source: Channel Name
el: Όνομα καναλιού

source: Stream Address
el: Διεύθυνση ροής

source: Charset (optional)
el: Κωδικοσελίδα (προαιρετικό)

source: Cancel
el: Άκυρο

source: Save
el: Αποθήκευση

source: Add
el: Προσθήκη

source: Browse
el: Πλοήγηση

source: Search
el: Αναζήτηση

source: Station added:
el: Προστέθηκε ο σταθμός:

source: No radio station found!
el: Δεν βρέθηκε σταθμός!

source: Server returned status code
el: Ο εξυπηρετητής επέστρεψε κώδικα κατάστασης

source: Search input was empty!
el: Η εισαγωγή αναζήτησης ήταν κενή!

source: Missing plugin
el: Λείπει plugin

source: Stream error
el: Σφάλμα ροής

source: End of stream
el: Τέλος της ροής

source: Show title notifications
el: Εμφάνιση ειδοποιήσεων τίτλων

source: Show title notification in the panel
el: Εμφάνιση ειδοποιήσεων τίτλων στο πάνελ

source: Enable Play/Stop Media Keys
el: Ενεργοποίηση των πλήκτρων πολυμέσων Play/Stop

source: Show volume adjustment slider in menu
el: Εμφάνιση ρυθμιστικού έντασης στο μενού

source: Enable as search provider for GNOME Shell
el: Ενεργοποίηση ως παροχέας αναζήτησης στο GNOME Shell

source: List of Channels
el: Λίστα καναλιών

source: Manage your radio stations
el: Διαχείσηση των σταθμών σας

source: Delete
el: Διαγραφή

source: Edit
el: Επεξεργασία

source: Play
el: Αναπαραγωγή

source: No server stream address found!
el: Δεν βρέθηκε διεύθυνση ροής εξυπηρετητή!

source: Invalid input stream address!
el: Άκυρη εισαγωγή διεύθυνσης ροής!
